# IdeaStatiCa.RcsApi.Model.ResultOfLoading

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Items** | **List&lt;ResultOfLoadingItem&gt;** |  | [optional]
**LoadingType** | **LoadingType** |  | [optional]
**Id** | **int** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)